Repository: omeka/plugin-Geolocation
Catalog: languages/*.po
Languages: ru

source: Map
ru: Карта

source: Browse Map
ru: Просмотр карты

source: Find A Geographic Location For The
ru: Найдите географическое положение для

source: Find a Location by Address:
ru: Найдите расположение по адресу:

source: Find
ru: Найти

source: Default Latitude
ru: Широта по умолчанию

source: Latitude of the map's initial center point, in degrees. Must be between -90 and 90.
ru: Широта исходной центральной точки карты в градусах. Должна быть между -90 и 90 градусами.

source: Default Longitude
ru: Долгота по умолчанию

source: Longitude of the map's initial center point, in degrees. Must be between -180 and 180.
ru: Долгота исходной центральной точки карты в градусах. Должна быть между -180 и 180 градусами.

source: Default Zoom Level
ru: Уровень масштабирования по умолчанию

source: An integer greater than or equal to 0, where 0 represents the most zoomed out scale.
ru: Целое число, большее или равное 0, где 0 представляет наименьшую степень уменьшения.

source: Number of Locations Per Page
ru: Количество мест размещения на страницу

source: Use metric distances
ru: Используйте метрическую систему мер

source: Use metric distances in proximity search.
ru: Используйте метрическую систему мер при доступном поиске.

source: Width for Item Map
ru: Ширина географической карты

source: The width of the map displayed on your items/show page. If left blank, the default width of 100% will be used.
ru: Ширина географической карты отображённой на странице документа. Если страница останется незаполненной, то по умолчанию ширина будет равна 100%.

source: Height for Item Map
ru: Высота географической карты

source: The height of the map displayed on your items/show page. If left blank, the default height of 300px will be used.
ru: Высота географической карты отображённой на странице документа. Если страница останется незаполненной, то по умолчанию высота будет равна 300 пикселей.

source: Add Link to Map on Items/Browse Navigation
ru: Добавьте на карту ссылку на странице просмотра

source: Add a link to the items map on all the items/browse pages.
ru: Добавьте на карту ссылку на всех страницах просмотра.

source: Add Map To Contribution Form
ru: Добавьте карту на форме Contribution

source: If the Contribution plugin is installed and activated, Geolocation will add a geolocation map field to the contribution form to associate a location to a contributed item.
ru: Если плагин Contribution установлен и активирован, то Геопозиционирование добавит область карты геолокации к форме Contribution, чтобы связать месторасположение с вносимым элементом.

source: Location requires an item ID.
ru: Для определения месторасположения требуется ID элемента.

source: Location requires a valid item ID.
ru: Для определения месторасположения требуется правильный ID элемента.

source: A location already exists for the provided item.
ru: Для предоставленного элемента уже существует месторасположение.

source: Location requires a latitude.
ru: Для определения месторасположения требуется широта.

source: Location requires a longitude.
ru: Для определения месторасположения требуется долгота.

source: Location requires a zoom level.
ru: Месторасположение требует увеличения масштаба.

source: Browse Items on the Map
ru: Просмотр элементов на карте

source: total
ru: общий итог

source: Find An Item on the Map
ru: Найдите элемент на карте

source: This item has no location info associated with it.
ru: У этого элемента нет информации по месторасположению.

source: Geographic Radius (kilometers)
ru: Географический охват (в километрах)

source: Geographic Radius (miles)
ru: Географический охват (в милях)

source: Geographic Address
ru: Географический адрес
